{
  "naglowek1": "About me",
  "naglowek2": "Services",
  "naglowek3": "Contact",
  "tekst1": "Mediator Michał Frąckowiak",
  "tekst2": "INTERNATIONAL MEDIATION AND NEGOTIATIONS",
  "tekst3": "My over twenty years of experience in international mediation and negotiations (Central European countries, Scandinavia, Eastern Europe, recently Italy and USA) have taught me that the best results and settlements are achieved without armies of lawyers, aggression and years-long court cases, but rather through meetings where both parties, within the framework of mediation principles, find satisfactory solutions. As a long-time expert, including at the Management Institute of Finland in cross-cultural issues, I know how important understanding differences and delicacy is when representatives of different nationalities and backgrounds meet. Being a polyglot (English, Ukrainian, Italian, Spanish, Polish, Russian, Hungarian, Finnish, German, French) and a traveler who has 'eaten from many ovens' studying (languages, law and economics) and working in over 10 countries on 3 continents, in my work as a mediator and negotiator I add to impartiality, confidentiality and neutrality my Scandinavian calm and desire to achieve lasting and fair solutions. In international negotiations, I have conducted dozens of analyses of business partners' specifics, which brought tangible benefits in the process of reaching satisfactory agreements, and my training in cross-culture in business and negotiations is successful at universities and companies in Europe, Asia and North America.",
  "mediacja": "GOOD MEDIATION (MEDIATIO BONA) IS THE MOST EFFECTIVE, MOST DURABLE, BEST AND CHEAPEST WAY TO RESOLVE EVEN VERY DIFFICULT AND COMPLEX CONFLICTS.",
  "mediacja1": "Civil mediation",
  "mediacja1opis1": "payment disputes",
  "mediacja1opis2": "contract termination or non-performance",
  "mediacja1opis3": "protection of personal rights",
  "mediacja1opis4": "copyright protection",
  "mediacja2": "Business mediation",
  "mediacja2opis1": "payment under contract performance",
  "mediacja2opis2": "compensation determination",
  "mediacja2opis3": "within management staff",
  "mediacja3": "Employment mediation",
  "mediacja3opis1": "discrimination",
  "mediacja3opis2": "workplace mobbing",
  "mediacja3opis3": "overtime and remuneration",
  "mediacja3opis4": "employment contract termination",
  "mediacja3opis5": "damages or compensation",
  "mediacja4": "International mediation and negotiations",
  "mediacja4opis1": "negotiation preparation training",
  "mediacja4opis2": "negotiation specifics preparation",
  "mediacja4opis3": "international negotiation process management",
  "mediacja4opis4": "cross-border mediation",
  "mediacja5": "Legal comparatistics",
  "mediacja5opis1": "comparison of Polish law provisions with solutions in other countries",
  "kontakt1": "Contact:",
  "kontakt2": "michalfrackowiak@mediatiobona.com",
  "kontakt3": "WELCOME",
  "kontakt4": "CITIUS LEVIUS MELIUS",
  "footer_title": "Michał Frąckowiak",
  "footer_subtitle": "International Mediator and Negotiator",
  "footer_services": "Services",
  "footer_contact": "Contact",
  "footer_international": "International mediation",
  "footer_rights": "All rights reserved."
}